acpi
adapta-gtk-theme
alsa-utils
arc-gtk-theme
aseprite
assimp
autoconf
automake
awesome-terminal-fonts
bash
binutils
bison
bzip2
chromium
chromium-widevine
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
cmake
compton
coreutils
cryptsetup
deepin-icon-theme
device-mapper
dhcpcd
diffutils
dmenu
dropbox
e2fsprogs
fakeroot
feh
file
filesystem
findutils
firefox
flameshot
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
godot
grep
groff
grub
gtk2fontsel
gvim
gzip
htop
hugo
i3-gaps
i3blocks
i3lock
i3status
inetutils
inkscape
intel-ucode
iproute2
iputils
jfsutils
krita
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
lynx
m4
maim
make
man-db
man-pages
mdadm
nano
netctl
networkmanager
noto-fonts
numix-gtk-theme
obs-studio
openssh
pacman
pacman-contrib
papirus-icon-theme
patch
pciutils
perl
pkgconf
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pycharm-community-edition
python-pip
ranger
reiserfsprogs
rofi
rxvt-unicode
s-nail
sed
shadow
snapd
spotify
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop
texinfo
thunderbird
unzip
usbutils
util-linux
vi
vlc
w3m
wget
which
xclip
xdotool
xf86-video-ati
xfsprogs
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xprop
zsh
zsh-completions
