accountsservice
acpi
adapta-gtk-theme
afl
alsa-utils
arandr
arc-gtk-theme
ardour
assimp
autoconf
automake
autorandr
awesome-terminal-fonts
baobab
base
bash
binutils
bison
blender
bzip2
calibre-python3
chromium
clang
cloc
cmake
code
coreutils
cryptsetup
deepin-icon-theme
device-mapper
dhcpcd
diffutils
dmenu
doxygen
dunst
e2fsprogs
fakeroot
feh
figlet
file
filesystem
findutils
firefox
flex
fortune-mod
gawk
gcc
gcc-libs
gdb
gettext
gifski
gimp
git
glibc
grep
groff
grub
gtk2fontsel
gvim
gzip
handbrake
htop
hugo
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
inkscape
intel-ucode
iproute2
iputils
jfsutils
krita
less
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
love
lvm2
lxappearance
lynx
m4
maim
make
man-db
man-pages
materia-gtk-theme
mdadm
meld
mypaint
nano
neofetch
netctl
networkmanager
ninja
noto-fonts
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
numix-gtk-theme
obs-studio
openshot
openssh
pacman
pacman-contrib
papirus-icon-theme
patch
pciutils
peek
perl
picom
pkgconf
playerctl
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pycharm-community-edition
python-pip
qt5-webview
ranger
reiserfsprogs
rofi
rxvt-unicode
s-nail
samba
sdl_image
sed
sfxr
shadow
smbclient
soundfont-fluid
speedcrunch
spotify
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
tcl
telegram-desktop
termite
texinfo
thunar
thunderbird
tig
tiled
tk
transmission-gtk
tree
ttf-fira-code
udiskie
udisks2
unrar
unzip
usbutils
util-linux
vi
vlc
w3m
wget
which
whois
xclip
xdotool
xf86-input-wacom
xf86-video-ati
xfsprogs
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xprop
yay
zip
zsh
zsh-completions
