acpi
adapta-gtk-theme
afl
alsa-utils
arandr
arc-gtk-theme
ardour
assimp
autoconf
automake
autorandr
awesome-terminal-fonts
baobab
base
binutils
bison
blender
boost
butler
chromium
clang
cloc
cmake
code
deepin-icon-theme
doxygen
dropbox
dunst
fakeroot
feh
figlet
file
findutils
firefox
flex
gawk
gcc
gdb
gettext
gifski
gimp
git
godot-bin
graphviz
grep
groff
grub
gtk2fontsel
gvfs
gvim
gzip
handbrake
htop
hugo
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inkscape
intel-ucode
krita
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lmms
love
lxappearance
m4
maim
make
materia-gtk-theme
meld
mercurial
mypaint
neofetch
networkmanager
ninja
noto-fonts
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
obs-studio
openshot
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
peek
physfs
picom
pkgconf
playerctl
powermate-git
pulseaudio
pulseaudio-alsa
pycharm-community-edition
python
python-pillow
python-pip
python-pylint
python-rope
ranger
rofi
rsync
samba
sdl_image
sed
sfml
smbclient
speedcrunch
spotify
sudo
telegram-desktop
termite
texinfo
thunar
thunderbird
tig
tiled
tk
transmission-gtk
tree
ttf-fira-code
tumbler
udiskie
udisks2
unrar
unzip
usbutils
vi
vlc
w3m
wget
which
whois
xclip
xdotool
xf86-input-wacom
xorg-server
xorg-xfontsel
xorg-xinit
yay
zip
zsh
zsh-completions
